[
    {
        "quote": "Après la guerre, deux choix s’offraient à moi : finir ma vie comme député, ou la finir comme alcoolique. Je remercie Dieu d’avoir si bien guidé mon choix : je ne suis plus député !",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Il n'y a qu'une réponse à la défaite, et c'est la victoire.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Sous le capitalisme, les gens ont davantage de voitures. Sous le communisme, ils ont davantage de parkings.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Ce n'est pas la fin. Ce n'est même pas le commencement de la fin. Mais, c'est peut-être la fin du commencement.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Quand on doit tuer quelqu'un, ça ne coûte rien d'être poli.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "La vie ? Le voyage vaut la peine d'être fait une fois.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Il vaut mieux faire l’information que la recevoir ; il vaut mieux être acteur que critique.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Le succès c’est d’aller d’échec en échec sans perdre son enthousiasme.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Quand j’étais plus jeune, j’avais comme règle de ne jamais boire d’alcool fort avant le déjeuner. Maintenant, ma règle est de ne jamais le faire avant le petit-déjeuner.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Avoir foi en la perfection de l’homme, c’est très bien chez un homme d’Église, pas chez un Premier ministre.",
        "author": "Winston Churchill",
        "years": "1874 - 1965"
    },
    {
        "quote": "Ce qui les inquiète toutes - à leur propre sujet - c'est la facilité avec laquelle je me console du départ de la précédente.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Si ceux qui disent du mal de moi savaient exactement ce que je pense d'eux, ils en diraient bien davantage.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Etre riche ce n'est pas avoir de l'argent - c'est en dépenser.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Une femme ne quitte en général un homme que pour un autre homme - tandis qu'un homme peut très bien quitter une femme à cause d'elle.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Il y a des gens qui parlent, qui parlent - jusqu'à ce qu'ils aient enfin trouvé quelque chose à dire.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "L’amour à deux, ça dure le temps de compter jusqu'à trois.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Le meilleur moyen de faire tourner la tête à une femme, c'est de lui dire qu'elle a un joli profil.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Redouter l'ironie, c'est craindre la raison.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Si vous voulez que votre femme écoute ce que vous dites, dites-le à une autre femme.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Le peu que je sais, c'est à mon ignorance que je le dois.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Qu'est-ce que ça peut fiche qu'il ait une jolie femme ! Entre hommes, on ne se complimente que sur ses maîtresses.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Quand on a vingt ans de plus qu'une femme, c'est elle qui vous épouse.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Je suis contre les femmes, tout contre.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Généralement les gens demandent des conseils et puis ils ne les suivent pas !",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Ô privilège du génie ! Lorsqu’on vient d’entendre un morceau de Mozart, le silence qui lui succède est encore de lui.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Etre riche ce n'est pas avoir de l'argent - c'est en dépenser.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Ne faites jamais l'amour le samedi soir, car s'il pleut le dimanche, vous ne saurez plus quoi faire.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "A l'égard de celui qui vous prend votre femme, il n'est de pire vengeance que de la lui laisser.",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    },
    {
        "quote": "Les hommes n'ont que ce qu'ils méritent. Les autres sont célibataires !",
        "author": "Sacha Guitry",
        "years": "1885 - 1957"
    }
]
